
drop TABLE `koaka_org`;
CREATE TABLE `koaka_org` (
  `org_id` varchar(10) NOT NULL,
  `orgname`varchar(20) default NULL,
  PRIMARY KEY  (`org_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

insert into koaka_org
(org_id, orgname) values
(22, '综合管理部'),
(23, '投资一部'),
(24, '投资二部'),
(25, '投资三部'),
(26, '投资四部'),
(27, '资产经营部'),
(28, '金融市场部'),
(29, '项目评审部'),
(30, '监察稽核部'),
(31, '计划财务部'),
(32, '董事会办公室'),
(42, '总裁'),
(45, '资深总监'),
(34, '高管层'),
(43, '副总裁'),
(44, '监事长'),
(61, '领导层'),
(41, '董事长'),
(124, '投资管理部一组'),
(125, '基金业务部zb'),
(161, '资管业务筹备组'),
(181, '投资团队'),
(81, '信实公司交流人员'),
(121, '领导层zb'),
(141, '投资管理部二组'),
(101, '董事总经理'),
(122, '财务会计部zb'),
(123, '综合管理部zb'),
(126, '风险合规部zb');

