/************************************************************************************
* 
* 项目名称：yueqingRMS   
* 类名称：yrms-kendo-common.js  
* 类描述：YRMS、前端框架支持js
* 创建人：林曌   
* 创建时间：2017年7月10日 上午11:16:55   
* 修改人：   
* 修改时间：2017年7月10日 上午11:16:55   
* 修改备注：   
* @version  
*  
************************************************************************************/
/*---------------------------------------------------
 * 
 * 			kendo common validata   start
 * 
 *--------------------------------------------------*/
/**
 * 是否只选择一条
 * @param options
 */
function isSelectOnly(number,type){
	
	if(number == 0){
		warningDialog("请选择数据进行操作");
		return false
	}else if(number>1&&type=="edit"){
		warningDialog("请选择一条数据进行操作");
		return false
	}else {
		return true;
	}
	
}
/*---------------------------------------------------
 * 
 * 			kendo common validata   end
 * 
 *--------------------------------------------------*/













